[
    {
        "img": "https://i.ibb.co/XDCz3PR/1-ac-parts.webp",
        "price": 2000,
        "name": "AC PARTS",
        "description": "Systems has dedicated its efforts to the development and production of high-quality air-conditioning and heating systems for vehicles, driven by the true innovation of the Company's proprietary technology.",
        "quantity": [
            "100 pcs",
            "200 pcs",
            "300 pcs",
            "400 pcs"
        ]
    },
    {
        "img": "https://i.ibb.co/qytQKWC/2-brake-pads.jpg",
        "price": 6000,
        "name": "Brake pads",
        "description": "Industry-Leading Friction Technology Produces quiet, smooth, safe stopping with reduced noise and more reliable. Advanced Slots and Chamfers. Absorb vibration, reduce noise and provide an excellent cost-per-mile value. .",
        "quantity": [
            "100 pcs",
            "200 pcs",
            "300 pcs",
            "400 pcs"
        ]
    },
    {
        "img": "https://i.ibb.co/mNkXkSC/3-Bearings.jpg",
        "price": 3000,
        "name": "Bearings",
        "description": "These Bearings are the most common form of rolling bearings and are used in many types of applications. Deep groove ball bearings can handle not only radial forces, but also moderate axial loads in both directions.",
        "quantity": [
            "100 pcs",
            "200 pcs",
            "300 pcs",
            "400 pcs"
        ]
    },
    {
        "img": "https://i.ibb.co/3kNktBW/5-CV-Joints.jpg",
        "price": 4000,
        "name": "CV Joints",
        "description": "The automobile CV joint, which was developed with our proprietary technology, has expanded its market share all over the world. Now our processing technology has been expanded to manufacturing industrial CV joints used for various kinds of industry.",
        "quantity": [
            "100 pcs",
            "200 pcs",
            "300 pcs",
            "400 pcs"
        ]
    },
    {
        "img": "https://i.ibb.co/pfMhZTP/4-Radiator.jpg",
        "price": 4550,
        "name": "Radiator",
        "description": "A single piece of high tensile strength aluminum is transformed throughout the manufacturing process into a complete radiator ready to be installed to fit perfectly.",
        "quantity": []
    },
    {
        "img": "https://i.ibb.co/2h7X5JV/6-CLUTCH.jpg",
        "price": 500,
        "name": "Clutch",
        "description": "a history of over sixty years in manufacturing clutches and torque converters, Exedy provide high quality products to all regions of the globe.",
        "quantity": [
            "100 pcs",
            "200 pcs",
            "300 pcs",
            "400 pcs"
        ]
    }
]